Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# GenshinData_MonthlySourceAnalysis
source: Monthly Primogem Source Analysis
de_de: Monatliche Urgestein-Quellenanalyse
es_mx: Análisis mensual de fuentes de protogemas
fr_fr: Analyse mensuelle des sources de primo-gemmes
hi_in: मासिक प्रिमोजेम स्रोत विश्लेषण
id_id: Analisis Sumber Primogem Bulanan
it_it: Analisi Mensile Fonti Primogemme
ja_jp: 月間原石獲得源分析
ko_kr: 월간 원석 출처 분석
pt_br: Análise mensal de fontes de primogemas
ru_ru: Анализ источников камней за месяц
zh_cn: 本月原石收入来源分析
zh_tw: 本月原石收入來源分析

# GenshinData_Total
source: Total
de_de: Gesamt
hi_in: कुल
it_it: Totale
ja_jp: 合計
ko_kr: 합계
ru_ru: Всего
zh_cn: 共计
zh_tw: 共計

# DataPage_SearchRole
source: Search characters...
de_de: Charakter suchen...
es_mx: Buscar personajes...
fr_fr: Rechercher un personnage...
hi_in: पात्र खोजें...
id_id: Cari karakter...
it_it: Cerca personaggi...
ja_jp: キャラ検索...
ko_kr: 캐릭터 검색...
pt_br: Pesquisar personagens...
ru_ru: Поиск персонажей...
zh_cn: 搜索角色...
zh_tw: 搜尋角色...

# DataPage_AllRoles
source: All Characters
de_de: Alle Charaktere
es_mx: Todos los personajes
fr_fr: Tous les personnages
hi_in: सभी पात्र
id_id: Semua Karakter
it_it: Tutti i Personaggi
ja_jp: 全キャラクター
ko_kr: 모든 캐릭터
pt_br: Todos os personagens
ru_ru: Все персонажи
zh_cn: 全部角色
zh_tw: 全部角色

# DataPage_Only5Star
source: 5★ Only
de_de: Nur 5-Sterne
es_mx: Solo 5★
fr_fr: 5★ seulement
hi_in: केवल 5★
id_id: 5★ Saja
it_it: Solo 5★
ja_jp: ★5のみ
ko_kr: 5★만
pt_br: Apenas 5★
ru_ru: Только 5★
zh_cn: 仅看 5星
zh_tw: 僅看 5星

# DataPage_Only4Star
source: 4★ Only
de_de: Nur 4-Sterne
es_mx: Solo 4★
fr_fr: 4★ seulement
hi_in: केवल 4★
id_id: 4★ Saja
it_it: Solo 4★
ja_jp: ★4のみ
ko_kr: 4★만
pt_br: Apenas 4★
ru_ru: Только 4★
zh_cn: 仅看 4星
zh_tw: 僅看 4星

# DataPage_Talents
source: Talents
de_de: Talente (TALENTS)
es_mx: Talentos
hi_in: टैलेंट
id_id: Bakat
it_it: Talenti
ja_jp: 天賦
ko_kr: 특성
pt_br: Talentos
ru_ru: Таланты
zh_cn: 天赋 (TALENTS)
zh_tw: 天賦 (TALENTS)

# DataPage_ConstellationDist
source: Constellation (C0/C1/C2)
de_de: Konstellationsverteilung (C0/C1/C2)
es_mx: Constelación (C0/C1/C2)
fr_fr: Distribution des constellations (C0/C1/C2)
hi_in: कॉन्स्टेलेशन (C0/C1/C2)
id_id: Konstelasi (C0/C1/C2)
it_it: Costellazione (C0/C1/C2)
ja_jp: 命ノ星座（無/1/2凸）
ko_kr: 운명의 자리 (C0/C1/C2)
pt_br: Constelação (C0/C1/C2)
ru_ru: Созвездия (C0/C1/C2)
zh_cn: 命座分布 (C0/C1/C2)
zh_tw: 命之座分佈 (C0/C1/C2)

# DataPage_AvgDmg
source: Average DMG
de_de: Durchschnittsschaden (AVG DMG)
es_mx: Daño medio
fr_fr: Dégâts moyens
hi_in: औसत क्षति
id_id: DMG Rata-rata
it_it: DMG Medio
ja_jp: 平均ダメージ
ko_kr: 평균 대미지
pt_br: Dano médio
ru_ru: Средний урон
zh_cn: 平均伤害 (AVG DMG)
zh_tw: 平均傷害 (AVG DMG)

# DataPage_TopWeapons
source: Top Weapons
de_de: Beliebteste Waffen (TOP WEAPONS)
es_mx: Mejores armas
fr_fr: Armes populaires
hi_in: शीर्ष हथियार
id_id: Senjata Teratas
it_it: Migliori Armi
ja_jp: 人気武器
ko_kr: 인기 무기
pt_br: Armas principais
ru_ru: Топ оружия
zh_cn: 热门武器 (TOP WEAPONS)
zh_tw: 熱門武器 (TOP WEAPONS)

# DataPage_TopArtifacts
source: Top Artifacts
de_de: Beliebteste Artefakte (TOP ARTIFACTS)
es_mx: Mejores artefactos
fr_fr: Artéfacts populaires
hi_in: शीर्ष आर्टिफैक्ट
id_id: Artefak Teratas
it_it: Migliori Artefatti
ja_jp: 人気聖遺物
ko_kr: 인기 성유물
pt_br: Artefatos principais
ru_ru: Топ артефактов
zh_cn: 热门圣遗物 (TOP ARTIFACTS)
zh_tw: 熱門聖遺物 (TOP ARTIFACTS)

# DataPage_AvgInterval
source: Avg Interval:
de_de: Durchschnittsintervall:
es_mx: Intervalo medio:
fr_fr: Intervalle moyen :
hi_in: औसत अंतराल:
id_id: Interval Rata-rata:
it_it: Intervallo Medio:
ja_jp: 平均間隔:
ko_kr: 평균 간격:
pt_br: Intervalo médio:
ru_ru: Средний интервал:
zh_cn: 平均间隔:
zh_tw: 平均間隔:

# DataPage_MinInterval
source: Min Interval:
de_de: Kürzestes Intervall:
es_mx: Intervalo mín.:
fr_fr: Intervalle le plus court :
hi_in: न्यूनतम अंतराल:
id_id: Interval Min:
it_it: Intervallo Min:
ja_jp: 最小間隔:
ko_kr: 최소 간격:
pt_br: Intervalo mínimo:
ru_ru: Мин. интервал:
zh_cn: 最短间隔:
zh_tw: 最短間隔:

# DataPage_HistoryRerun
source: History:
de_de: Bisherige Wiederholungen:
es_mx: Historial:
fr_fr: Historique des reruns :
hi_in: इतिहास:
id_id: Riwayat:
it_it: Cronologia:
ja_jp: 復刻履歴:
ko_kr: 기록:
pt_br: Histórico:
ru_ru: История:
zh_cn: 历史复刻:
zh_tw: 歷史復刻:

# DataPage_LoadingTimeline
source: Loading timeline data, please wait...
de_de: Zeitachsendaten werden abgerufen, bitte warten...
es_mx: Cargando datos de línea de tiempo, por favor espera...
fr_fr: Chargement des données chronologiques, veuillez patienter...
hi_in: टाइमलाइन डेटा लोड हो रहा है, कृपया प्रतीक्षा करें...
id_id: Memuat data timeline, harap tunggu...
it_it: Caricamento dati cronologia, attendere...
ja_jp: タイムラインデータ読み込み中...
ko_kr: 타임라인 데이터 로딩 중, 잠시만 기다려 주세요...
pt_br: Carregando dados da linha do tempo, por favor aguarde...
ru_ru: Загрузка таймлайна, подождите...
zh_cn: 正在获取时间轴数据，请稍候...
zh_tw: 正在取得時間軸資料，請稍候...

# DataPage_UsageRate
source: Usage Rate
de_de: Nutzungsrate
es_mx: Tasa de uso
fr_fr: Taux d'utilisation
hi_in: उपयोग दर
id_id: Tingkat Penggunaan
it_it: Tasso di Utilizzo
ja_jp: 使用率
ko_kr: 사용률
pt_br: Taxa de uso
ru_ru: Процент использования
zh_cn: 使用率
zh_tw: 使用率

# DataPage_SpeedrunTime
source: Speedrun Time
de_de: Speedrun-Zeit
es_mx: Tiempo de speedrun
fr_fr: Temps de speedrun
hi_in: स्पीडरन समय
id_id: Waktu Speedrun
it_it: Tempo Speedrun
ja_jp: タイムアタック
ko_kr: 스피드런 시간
pt_br: Tempo de speedrun
ru_ru: Время спидрана
zh_cn: 竞速耗时
zh_tw: 競速耗時

# DataPage_OwnRate
source: Own Rate
de_de: Besitzrate
es_mx: Tasa de posesión
fr_fr: Taux de possession
hi_in: स्वामित्व दर
id_id: Tingkat Kepemilikan
it_it: Tasso di Possesso
ja_jp: 所持率
ko_kr: 보유율
pt_br: Taxa de posse
ru_ru: Процент владения
zh_cn: 持有率
zh_tw: 持有率

# DataPage_AvgConstellation
source: Avg Constellation
de_de: Durchschn. Konstellation
es_mx: Constelación media
fr_fr: Constellation moyenne
hi_in: औसत कॉन्स्टेलेशन
id_id: Konstelasi Rata-rata
it_it: Costellazione Media
ja_jp: 平均命ノ星座
ko_kr: 평균 운명의 자리
pt_br: Constelação média
ru_ru: Среднее созвездие
zh_cn: 平均命座
zh_tw: 平均命之座

# DataPage_AvgTime
source: Avg Time
de_de: Durchschnittszeit
es_mx: Tiempo medio
fr_fr: Temps moyen
hi_in: औसत समय
id_id: Waktu Rata-rata
it_it: Tempo Medio
ja_jp: 平均時間
ko_kr: 평균 시간
pt_br: Tempo médio
ru_ru: Среднее время
zh_cn: 平均耗时
zh_tw: 平均耗時

# DataPage_ClickToView
source: Click to enlarge
de_de: Zum Vergrößern klicken
es_mx: Haz clic para ampliar
fr_fr: Cliquer pour agrandir
hi_in: बड़ा करने के लिए क्लिक करें
id_id: Klik untuk memperbesar
it_it: Clicca per ingrandire
ja_jp: クリックで拡大
ko_kr: 클릭하여 확대
pt_br: Clique para ampliar
ru_ru: Нажмите для увеличения
zh_cn: 点击查看大图
zh_tw: 點擊查看大圖

# DataPage_RoleData
source: Role Data
de_de: Charakterdaten
es_mx: Datos de personajes
fr_fr: Données des personnages
hi_in: पात्र डेटा
id_id: Data Karakter
it_it: Dati Personaggio
ja_jp: キャラデータ
ko_kr: 캐릭터 데이터
pt_br: Dados de personagens
ru_ru: Данные персонажей
zh_cn: 角色数据
zh_tw: 角色資料

# DataPage_AbyssData
source: Abyss
de_de: Stygische Prüfung
es_mx: Asalto Estigio
fr_fr: Assaut stygien
hi_in: एबिस
id_id: Pertarungan Stygian
it_it: Abisso
ja_jp: 幽境の戦い
ko_kr: 스티지안 격전
pt_br: Abismo
ru_ru: Бездна
zh_cn: 幽境危战
zh_tw: 幽境危戰

# DataPage_SpiralAbyss
source: Spiral Abyss
de_de: Gewundener Abgrund
es_mx: Espiral del Abismo
fr_fr: Profondeurs spiralées
hi_in: स्पाइरल एबिस
it_it: Abisso a Spirale
ja_jp: 深境螺旋
ko_kr: 나선비경
pt_br: Abismo Espiral
ru_ru: Витая Бездна
zh_cn: 深渊螺旋
zh_tw: 深境螺旋

# DataPage_WishData
source: Wish Data
de_de: Wunschdaten
es_mx: Datos de deseos
fr_fr: Données des bannières
hi_in: विश डेटा
id_id: Data Wish
it_it: Dati Desideri
ja_jp: 祈願データ
ko_kr: 기원 데이터
pt_br: Dados de desejos
ru_ru: Данные молитв
zh_cn: 卡池数据
zh_tw: 祈願池資料

# DataPage_RerunTimer
source: Rerun Timer
de_de: Wiederholungs-Countdown
es_mx: Temporizador de rerun
fr_fr: Compteur de rerun
hi_in: रीरन टाइमर
id_id: Timer Rerun
it_it: Timer Rerun
ja_jp: 復刻タイマー
ko_kr: 복각 타이머
pt_br: Temporizador de rerun
ru_ru: Таймер рерана
zh_cn: 复刻计时
zh_tw: 復刻計時

# DataPage_Timeline
source: Timeline
de_de: Event-Zeitachse
es_mx: Línea de tiempo
fr_fr: Chronologie des événements
hi_in: टाइमलाइन
id_id: Garis Waktu Aktivitas
it_it: Cronologia
ja_jp: タイムライン
ko_kr: 타임라인
pt_br: Linha do tempo
ru_ru: Таймлайн
zh_cn: 活动时间轴
zh_tw: 活動時間軸

# DataPage_DataProvidedBy
source: Character data by Teyvat Assistant. Timeline by Paimon.moe.
de_de: Daten bereitgestellt von Teyvat-Assistent. Event-Zeitachse von Paimon.moe
es_mx: Datos de personajes por Teyvat Assistant. Línea de tiempo por Paimon.moe.
fr_fr: Données fournies par l'Assistant Teyvat. Chronologie fournie par Paimon.moe
hi_in: पात्र डेटा Teyvat Assistant द्वारा। टाइमलाइन Paimon.moe द्वारा।
id_id: Data karakter oleh Teyvat Assistant. Timeline oleh Paimon.moe.
it_it: Dati personaggi di Teyvat Assistant. Cronologia di Paimon.moe.
ja_jp: キャラデータ: Teyvat Assistant。復刻タイマー: Paimon.moe。
ko_kr: 캐릭터 데이터 제공: Teyvat Assistant. 타임라인 제공: Paimon.moe.
pt_br: Dados de personagens por Teyvat Assistant. Linha do tempo por Paimon.moe.
ru_ru: Данные от Teyvat Assistant. Таймлайн от Paimon.moe.
zh_cn: 数据由提瓦特小助手提供 活动时间轴由Paimon.moe提供
zh_tw: 資料由提瓦特小助手提供 活動時間軸由Paimon.moe提供

# HDR_SaveAndApply
source: Save & Apply
de_de: Speichern & anwenden
es_mx: Guardar y aplicar
fr_fr: Enregistrer et appliquer
hi_in: सहेजें और लागू करें
id_id: Simpan & Terapkan
it_it: Salva e Applica
ja_jp: 保存して適用
ko_kr: 저장 및 적용
pt_br: Salvar & Aplicar
ru_ru: Сохранить и применить
zh_cn: 保存并生效
zh_tw: 儲存並生效

# HDR_BrightnessConfig
source: HDR Brightness Configuration
de_de: HDR-Helligkeitskonfiguration
es_mx: Configuración de brillo HDR
fr_fr: Configuration de la luminosité HDR
hi_in: HDR चमक कॉन्फ़िगरेशन
id_id: Konfigurasi Kecerahan HDR
it_it: Configurazione Luminosità HDR
ja_jp: HDR輝度設定
ko_kr: HDR 밝기 설정
pt_br: Configuração de brilho HDR
ru_ru: Конфигурация яркости HDR
zh_cn: HDR 亮度配置
zh_tw: HDR 亮度設定

source: HDR Not Supported
de_de: HDR nicht unterstützt
es_mx: HDR no compatible
fr_fr: HDR non pris en charge
hi_in: HDR समर्थित नहीं
id_id: HDR Tidak Didukung
it_it: HDR Non Supportato
ja_jp: HDR未対応
ko_kr: HDR 미지원
pt_br: HDR não suportado
ru_ru: HDR не поддерживается
zh_cn: 不支持 HDR
zh_tw: 不支援 HDR

# HDR_NotSupportedMsg
source: The current monitor reports that HDR is not supported.
de_de: Der aktuelle Monitor meldet, dass er HDR nicht unterstützt.
es_mx: El monitor actual informa que HDR no es compatible.
fr_fr: Le moniteur actuel ne supporte pas le HDR.
hi_in: वर्तमान मॉनिटर रिपोर्ट करता है कि HDR समर्थित नहीं है।
id_id: Monitor saat ini melaporkan bahwa HDR tidak didukung.
it_it: Il monitor corrente segnala che l'HDR non è supportato.
ja_jp: 現在のモニターはHDR非対応と報告しています。
ko_kr: 현재 모니터가 HDR을 지원하지 않는 것으로 보고됩니다.
pt_br: O monitor atual informa que HDR não é suportado.
ru_ru: Монитор сообщает, что HDR не поддерживается.
zh_cn: 当前显示器报告不支持 HDR。
zh_tw: 目前顯示器回報不支援 HDR。

source: HDR Not Enabled
de_de: HDR nicht aktiviert
es_mx: HDR no activado
fr_fr: HDR non activé
hi_in: HDR सक्षम नहीं
id_id: HDR Tidak Aktif
it_it: HDR Non Abilitato
ja_jp: HDR未有効
ko_kr: HDR 활성화 안 됨
pt_br: HDR não ativado
ru_ru: HDR не включён
zh_cn: HDR 未开启
zh_tw: HDR 未開啟

# HDR_NotEnabledMsg
source: Windows HDR mode is not enabled; auto adjustment may be inaccurate.
de_de: Der Windows-HDR-Modus ist nicht aktiviert. Die automatische Anpassung könnte ungenau sein.
es_mx: El modo HDR de Windows no está activado; el ajuste automático puede ser inexacto.
fr_fr: Le mode HDR Windows n'est pas activé, l'ajustement automatique peut être imprécis.
hi_in: Windows HDR मोड सक्षम नहीं है; ऑटो समायोजन गलत हो सकता है।
id_id: Mode HDR Windows tidak aktif; penyesuaian otomatis mungkin tidak akurat.
it_it: La modalità HDR di Windows non è abilitata; la regolazione automatica potrebbe essere imprecisa.
ja_jp: Windows HDRモードが有効になっていません。自動調整が不正確になる可能性があります。
ko_kr: Windows HDR 모드가 활성화되지 않았습니다. 자동 조정이 부정확할 수 있습니다.
pt_br: O modo HDR do Windows não está ativado; o ajuste automático pode ser impreciso.
ru_ru: Режим HDR Windows не включён; автонастройка может быть неточной.
zh_cn: Windows HDR 模式未开启，自动调整可能不准确。
zh_tw: Windows HDR 模式未開啟，自動調整可能不準確。

# HDR_DisplayInfo
source: Display Information
de_de: Monitorinformationen
es_mx: Información de pantalla
fr_fr: Informations sur le moniteur
hi_in: डिस्प्ले जानकारी
id_id: Informasi Tampilan
it_it: Informazioni Display
ja_jp: ディスプレイ情報
ko_kr: 디스플레이 정보
pt_br: Informações da tela
ru_ru: Информация о дисплее
zh_cn: 显示器信息
zh_tw: 顯示器資訊

# HDR_SwitchSetting
source: HDR Switch Setting (Force apply on each launch)
de_de: HDR-Schaltereinstellung (bei jedem Start erzwingen)
es_mx: Ajuste de interruptor HDR (Forzar aplicación en cada inicio)
fr_fr: Paramètre de basculement HDR (appliqué à chaque lancement)
hi_in: HDR स्विच सेटिंग (प्रत्येक लॉन्च पर बलपूर्वक लागू करें)
id_id: Pengaturan Saklar HDR (Paksa terapkan setiap peluncuran)
it_it: Impostazione Interruttore HDR (Forza applicazione a ogni avvio)
ja_jp: HDR切替設定（起動毎に強制適用）
ko_kr: HDR 스위치 설정 (매 실행 시 강제 적용)
pt_br: Configuração de chave HDR (Forçar aplicação a cada inicialização)
ru_ru: Переключатель HDR (принудительно при каждом запуске)
zh_cn: HDR 开关设置 (每次启动时强制应用)
zh_tw: HDR 開關設定 (每次啟動時強制套用)

# HDR_OffContent
source: Disable HDR (Registry value 0)
de_de: HDR deaktivieren (Registrierungswert 0)
es_mx: Desactivar HDR (Valor de registro 0)
fr_fr: Désactiver le HDR (valeur registre 0)
hi_in: HDR अक्षम करें (रजिस्ट्री मान 0)
id_id: Nonaktifkan HDR (Nilai registry 0)
it_it: Disabilita HDR (Valore registro 0)
ja_jp: HDR無効（レジストリ値0）
ko_kr: HDR 비활성화 (레지스트리 값 0)
pt_br: Desativar HDR (Valor do registro 0)
ru_ru: Отключить HDR (значение реестра 0)
zh_cn: 关闭 HDR (注册表值为 0)
zh_tw: 關閉 HDR (登錄檔值為 0)

# HDR_OnContent
source: Enable HDR (Registry value 1)
de_de: HDR aktivieren (Registrierungswert 1)
es_mx: Activar HDR (Valor de registro 1)
fr_fr: Activer le HDR (valeur registre 1)
hi_in: HDR सक्षम करें (रजिस्ट्री मान 1)
id_id: Aktifkan HDR (Nilai registry 1)
it_it: Abilita HDR (Valore registro 1)
ja_jp: HDR有効（レジストリ値1）
ko_kr: HDR 활성화 (레지스트리 값 1)
pt_br: Ativar HDR (Valor do registro 1)
ru_ru: Включить HDR (значение реестра 1)
zh_cn: 开启 HDR (注册表值为 1)
zh_tw: 開啟 HDR (登錄檔值為 1)

# HDR_RegistryNote
source: Note: Saving will immediately modify the registry, and this setting will be automatically re-applied the next time the game is launched.
de_de: Hinweis: Nach dem Speichern wird die Registrierung sofort geändert und beim nächsten Spielstart automatisch erneut angewendet.
es_mx: Nota: Al guardar se modificará inmediatamente el registro, y este ajuste se reaplicará automáticamente la próxima vez que se inicie el juego.
fr_fr: Note : la sauvegarde modifie immédiatement le registre et sera réappliquée automatiquement au prochain lancement du jeu.
hi_in: नोट: सहेजने पर रजिस्ट्री तुरंत संशोधित होगी, और अगली बार गेम लॉन्च करने पर यह सेटिंग स्वतः पुनः लागू होगी।
id_id: Catatan: Menyimpan akan segera mengubah registry, dan pengaturan ini akan diterapkan ulang secara otomatis saat game diluncurkan berikutnya.
it_it: Nota: Il salvataggio modificherà immediatamente il registro e questa impostazione sarà riapplicata automaticamente al prossimo avvio del gioco.
ja_jp: 注意: 保存するとレジストリが即時変更され、次回ゲーム起動時に自動再適用されます。
ko_kr: 참고: 저장하면 즉시 레지스트리가 수정되며, 다음 게임 실행 시 이 설정이 자동으로 다시 적용됩니다.
pt_br: Nota: Salvar modificará imediatamente o registro, e esta configuração será reaplicada automaticamente na próxima vez que o jogo for iniciado.
ru_ru: Примечание: Сохранение немедленно изменит реестр, и настройка будет автоматически применена при следующем запуске игры.
zh_cn: 注意：保存后会立即修改注册表，且下次启动游戏时会自动重新应用此设置。
zh_tw: 注意：儲存後會立即修改登錄檔，且下次啟動遊戲時會自動重新套用此設定。

# HDR_MaxLuminance
source: Max Luminosity
de_de: Spitzenhelligkeit (Max Luminosity)
es_mx: Luminosidad máxima
fr_fr: Luminosité maximale (Max Luminosity)
hi_in: अधिकतम चमक
id_id: Luminositas Maks
it_it: Luminosità Massima
ja_jp: 最大輝度
ko_kr: 최대 휘도
pt_br: Luminosidade máxima
ru_ru: Макс. яркость
zh_cn: 峰值亮度 (Max Luminosity)
zh_tw: 峰值亮度 (Max Luminosity)

# HDR_SceneLuminance
source: Paper White
de_de: Szenenhelligkeit (Paper White)
es_mx: Blanco papel
fr_fr: Luminosité de la scène (Paper White)
hi_in: पेपर व्हाइट
id_id: Luminansi Scene (Paper White)
it_it: Bianco Carta
ja_jp: ペーパーホワイト
ko_kr: 페이퍼 화이트
pt_br: Branco do papel
ru_ru: Бумажный белый
zh_cn: 场景亮度 (Paper White)
zh_tw: 場景亮度 (Paper White)

# HDR_UILuminance
source: UI White
de_de: UI-Helligkeit (UI White)
es_mx: Blanco UI
fr_fr: Luminosité de l'interface (UI White)
hi_in: UI व्हाइट
id_id: Kecerahan UI (UI White)
it_it: Bianco UI
ja_jp: UIホワイト
ko_kr: UI 화이트
pt_br: Branco da interface
ru_ru: UI белый
zh_cn: UI 亮度 (UI White)
zh_tw: UI 亮度 (UI White)

# HDR_ResetDefault
source: Reset Default
de_de: Standard wiederherstellen
es_mx: Restablecer predeterminado
fr_fr: Rétablir par défaut
hi_in: डिफ़ॉल्ट रीसेट करें
it_it: Ripristina Predefinito
ja_jp: デフォルトに戻す
ko_kr: 기본값 초기화
pt_br: Redefinir padrão
ru_ru: Сбросить
zh_cn: 重置默认
zh_tw: 重設預設

# HDR_AutoAdjust
source: Auto Adjust
de_de: Automatisch anpassen
es_mx: Ajuste automático
fr_fr: Ajustement automatique
hi_in: ऑटो समायोजन
id_id: Sesuaikan Otomatis
it_it: Regolazione Automatica
ja_jp: 自動調整
ko_kr: 자동 조정
pt_br: Ajuste automático
ru_ru: Автонастройка
zh_cn: 自动调整
zh_tw: 自動調整

# HDR_AutoAdjustTooltip
source: Auto-calculate based on display data
de_de: Automatisch aus den Monitordaten ableiten
es_mx: Calcular automáticamente según los datos de pantalla
fr_fr: Déduire automatiquement à partir des données du moniteur
hi_in: डिस्प्ले डेटा के आधार पर ऑटो-गणना करें
id_id: Hitung otomatis berdasarkan data tampilan
it_it: Calcolo automatico basato sui dati del display
ja_jp: ディスプレイデータに基づき自動計算
ko_kr: 디스플레이 데이터를 기반으로 자동 계산
pt_br: Calcular automaticamente com base nos dados da tela
ru_ru: Авторасчёт на основе данных дисплея
zh_cn: 根据显示器数据自动推算
zh_tw: 根據顯示器資料自動推算

# InventoryWindow_Title
source: Inventory & Goal Planning
de_de: Inventar & Zielplanung
es_mx: Inventario y planificación de objetivos
fr_fr: Inventaire et planification
hi_in: इन्वेंटरी और लक्ष्य योजना
id_id: Inventori & Perencanaan Target
it_it: Inventario e Pianificazione Obiettivi
ja_jp: インベントリと目標計画
ko_kr: 인벤토리 및 목표 계획
pt_br: Inventário & Planejamento de metas
ru_ru: Инвентарь и планирование целей
zh_cn: 背包物品与目标规划
zh_tw: 背包物品與目標規劃

# InventoryWindow_ArchiveTitle
source: Inventory Archive
de_de: Inventararchiv
es_mx: Archivo de inventario
fr_fr: Archives d'inventaire
hi_in: इन्वेंटरी संग्रह
id_id: Arsip Inventori
it_it: Archivio Inventario
ja_jp: インベントリアーカイブ
ko_kr: 인벤토리 아카이브
pt_br: Arquivo de inventário
ru_ru: Архив инвентаря
zh_cn: 库存档案
zh_tw: 庫存檔案

# InventoryWindow_SyncStatus
source: Current sync status
de_de: Aktueller Inventar-Synchronisationsstatus
es_mx: Estado de sincronización actual
fr_fr: État de synchronisation de l'inventaire
hi_in: वर्तमान सिंक स्थिति
id_id: Status sinkronisasi saat ini
it_it: Stato sincronizzazione corrente
ja_jp: 現在の同期状態
ko_kr: 현재 동기화 상태
pt_br: Status de sincronização atual
ru_ru: Статус синхронизации
zh_cn: 当前库存同步状态
zh_tw: 目前庫存同步狀態

# InventoryWindow_RefreshData
source: Update Data
de_de: Daten aktualisieren
es_mx: Actualizar datos
fr_fr: Actualiser les données
hi_in: डेटा अपडेट करें
id_id: Perbarui Data
it_it: Aggiorna Dati
ja_jp: データ更新
ko_kr: 데이터 업데이트
pt_br: Atualizar dados
ru_ru: Обновить данные
zh_cn: 更新数据
zh_tw: 更新資料

# InventoryWindow_MyBag
source: My Bag
de_de: Mein Inventar
es_mx: Mi bolsa
fr_fr: Mon sac
hi_in: मेरा बैग
id_id: Tas Saya
it_it: Mio Zaino
ja_jp: 所持品
ko_kr: 내 가방
pt_br: Minha bolsa
ru_ru: Мой инвентарь
zh_cn: 我的背包
zh_tw: 我的背包

# InventoryWindow_InventoryOverview
source: Inventory Overview
de_de: Inventarübersicht
es_mx: Resumen de inventario
fr_fr: Aperçu de l'inventaire
hi_in: इन्वेंटरी अवलोकन
id_id: Ringkasan Inventori
it_it: Panoramica Inventario
ja_jp: インベントリ概要
ko_kr: 인벤토리 개요
pt_br: Visão geral do inventário
ru_ru: Обзор инвентаря
zh_cn: 库存总览
zh_tw: 庫存總覽

# InventoryWindow_OverviewDesc
source: View current inventory counts and quickly identify goal-completed items via badges.
de_de: Zeigt den aktuellen Inventarbestand an und markiert Gegenstände, deren Zielwert erreicht wurde.
es_mx: Consulta las cantidades actuales del inventario e identifica rápidamente los objetos con objetivos cumplidos mediante insignias.
fr_fr: Consultez les quantités actuelles et identifiez rapidement les objets ayant atteint leur objectif grâce aux badges.
hi_in: वर्तमान इन्वेंटरी संख्या देखें और बैज के माध्यम से लक्ष्य-पूर्ण आइटम तुरंत पहचानें।
id_id: Lihat jumlah inventori saat ini dan cepat identifikasi item yang mencapai target melalui lencana.
it_it: Visualizza le quantità attuali dell'inventario e identifica rapidamente gli oggetti con obiettivo raggiunto tramite badge.
ja_jp: 現在の所持数を確認し、バッジで目標達成アイテムを素早く特定。
ko_kr: 현재 인벤토리 수량을 확인하고 배지를 통해 목표 달성 아이템을 빠르게 식별하세요.
pt_br: Veja as quantidades atuais do inventário e identifique rapidamente itens com metas concluídas através de emblemas.
ru_ru: Просмотр текущего количества и быстрый поиск выполненных целей по значкам.
zh_cn: 查看当前背包数量，并通过角标快速识别已达成目标的物品。
zh_tw: 查看目前背包數量，並透過角標快速識別已達成目標的物品。

# InventoryWindow_GoalCheckHint
source: Checkmark shown when goal is met
de_de: Häkchen anzeigen, wenn Ziel erreicht
es_mx: Se muestra una marca cuando se alcanza el objetivo
fr_fr: Coché une fois l'objectif atteint
hi_in: लक्ष्य पूर्ण होने पर चेकमार्क दिखता है
id_id: Tanda centang ditampilkan saat target terpenuhi
it_it: Segno di spunta mostrato quando l'obiettivo è raggiunto
ja_jp: 目標達成時にチェックマーク表示
ko_kr: 목표 달성 시 체크 표시
pt_br: Marca de verificação exibida quando a meta é atingida
ru_ru: Галочка показывается при достижении цели
zh_cn: 达成目标后显示勾选
zh_tw: 達成目標後顯示勾選

# InventoryWindow_Complete
source: Done
de_de: Erledigt
es_mx: Hecho
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
it_it: Completato
ja_jp: 完了
ko_kr: 완료
pt_br: Concluído
ru_ru: Готово
zh_cn: 完成
zh_tw: 完成

# InventoryWindow_GoalSetting
source: Goal Setting
de_de: Zieleinstellung
es_mx: Establecer objetivo
fr_fr: Définition d'objectifs
hi_in: लक्ष्य सेटिंग
id_id: Pengaturan Target
it_it: Impostazione Obiettivi
ja_jp: 目標設定
ko_kr: 목표 설정
pt_br: Definição de metas
ru_ru: Установка целей
zh_cn: 目标设置
zh_tw: 目標設定

# InventoryWindow_GoalPlanning
source: Goal Planning
de_de: Zielplanung
es_mx: Planificación de objetivos
fr_fr: Planification d'objectifs
hi_in: लक्ष्य योजना
id_id: Perencanaan Target
it_it: Pianificazione Obiettivi
ja_jp: 目標計画
ko_kr: 목표 계획
pt_br: Planejamento de metas
ru_ru: Планирование целей
zh_cn: 目标规划
zh_tw: 目標規劃

# InventoryWindow_GoalDesc
source: Set target quantities for common materials; the inventory page will show completion status.
de_de: Lege Zielmengen für häufig verwendete Materialien fest. Die Inventarseite zeigt automatisch den Erfüllungsstatus an.
es_mx: Establece cantidades objetivo para materiales comunes; la página de inventario mostrará el estado de completado.
fr_fr: Définissez des objectifs de quantité pour les matériaux courants. L'état d'accomplissement s'affichera automatiquement dans la page du sac.
hi_in: सामान्य सामग्री के लिए लक्ष्य मात्रा सेट करें; इन्वेंटरी पेज पूर्णता स्थिति दिखाएगा।
id_id: Atur jumlah target untuk material umum; halaman inventori akan menampilkan status penyelesaian.
it_it: Imposta quantità obiettivo per materiali comuni; la pagina inventario mostrerà lo stato di completamento.
ja_jp: よく使う素材の目標数を設定すると、インベントリページで達成状況を確認できます。
ko_kr: 일반 재료의 목표 수량을 설정하면 인벤토리 페이지에 완료 상태가 표시됩니다.
pt_br: Defina quantidades-alvo para materiais comuns; a página de inventário mostrará o status de conclusão.
ru_ru: Установите целевые количества материалов; на странице инвентаря будет отображаться статус.
zh_cn: 为常用材料设置目标数量，背包页会自动展示达成状态。
zh_tw: 為常用材料設定目標數量，背包頁會自動展示達成狀態。

# InventoryWindow_ItemName
source: Item Name
de_de: Gegenstandsname
es_mx: Nombre del objeto
fr_fr: Nom de l'objet
hi_in: आइटम नाम
id_id: Nama Item
it_it: Nome Oggetto
ja_jp: アイテム名
ko_kr: 아이템 이름
pt_br: Nome do item
ru_ru: Название
zh_cn: 物品名称
zh_tw: 物品名稱
